// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "Configurações de armazenamento de trabalho";

HSDAllowStoredJobsCheckBox = "Permitir trabalhos armazenados nesta impressora";
HSDInternalPrinterMemoryLocation = "Memória interna da impressora";
HSDUSBFlashStorageDeviceLocation = "Dispositivo de armazenamento flash USB";
InternalPrinterMemoryLocationTooltip = "Todos os dados de armazenamento do trabalho no dispositivo de armazenamento flash USB serão excluídos usando-se o método de Apagamento criptográfico seguro. Todos os trabalhos armazenados subsequentes serão salvos na memória interna da impressora.";
USBFlashStorageDeviceLocationTooltip = "O dispositivo de armazenamento flash inserido será formatado e todos os dados serão perdidos. Os dados de armazenamento de trabalho existentes serão removidos da memória interna da impressora para o dispositivo de armazenamento flash e excluídos da memória da impressora. Todos os trabalhos armazenados subsequentes serão salvos no dispositivo de armazenamento flash.";

HSDSortPopUpTitle = "Classificar trabalhos armazenados por:";
HSDRetainTempJobsPolicyPopUpTitle = "Manter trabalhos temporários após reinicialização:";
HSDDeleteTempJobsAfterPopUpTitle = "Excluir trabalhos temporários após:";
HSDDeleteStandardJobsAfterPopUpTitle = "Excluir trabalhos padrão após:";
HSDRejectNoPinJobsCheckBox = "Cancelar todos os trabalhos armazenados sem PIN";
HSDDeleteAllStoredJobsButton = "Excluir todos os trabalhos armazenados";

// values for sort popup
HSDAlphabetically = "Nome do trabalho";
HSDChronologically = "Data";

// values for retain temp jobs policy popup
HSDAll = "Tudo";
HSDNone = "Não manter";
HSDOnlyPersonal = "Apenas pessoal";

// values for delete temp/standard job after popup
HSDNever = "Nunca";
HSDThirtyMinutes = "30 minutos";
HSDOneHour = "1 hora";
HSDFourHours = "4 horas";
HSDOneDay = "1 dia";
HSDOneWeek = "1 semana";
HSDFourWeeks = "4 semanas";

NoGetTitle = "Não foi possível recuperar as configurações";
NoGetMsg = "Verifique se a impressora está on-line e conectada.";
